<%@ Page Title="" Language="C#" MasterPageFile="~/novel/Common.Master" AutoEventWireup="true" CodeBehind="baochai.aspx.cs" Inherits="ShuXiangShuiNing.novel.baochai" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder2" runat="server">
<img id="baochai" src="../img/baochai.jpg" alt="" />
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder3" runat="server">
<ul>
<li><a href="baochai.aspx">宝钗扑蝶</a></li>
</ul>
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
<div id= "container">
<h3>宝钗扑蝶</h3>
<br />
<hr />
<br />
<p>文中描写那宝钗一路逶迤来至潇湘馆，想找黛玉一起来玩，“怱然抬头见宝玉进去了，宝钗便站住低头想了想：宝玉和林黛玉是从小一处长大，他兄妹间多有不避嫌疑之处，嘲笑喜怒无常；况且林黛玉素习猜忌，好弄小性儿的。此刻自己也跟了进去，一则宝玉不便，二则黛玉猜疑”。想毕，抽身回来。这里，作者通过对宝钗内心活动的描写，显示了宝钗平和、稳重的性格是十分相契的。但是，宝钗的性格又不是单一的，接着作者写宝钗“刚要寻别的姊妹去，怱见前面一双玉色蝴蝶，大如团扇，一上一下迎风翩跹，十分有趣。宝钗意欲扑了来玩耍，遂向袖中取出扇子来，向草地下来扑”。这段描写，使人物的性格显得丰满，因宝钗虽是平和稳重，但她毕竟是个少女，少女那种天真活泼的情趣，也就当然会在她身上表露出来，给人一种轻快的感觉！</p>
<p>文字赏析</p>
<p>再从作者对宝钗扑蝶的细节描写来看，作者先写那“一双蝴蝶怱起怱落，来来往往，穿花度柳，将欲过河去”。将蝴蝶飞舞时的形态，描写得十分逼真。这不仅为我们增添了绘画美，而且十分自然地引出了人物的活动：“宝钗蹑手蹑脚的，一直跟到池中滴翠亭上，香汗淋漓，娇喘细细。”这样的人物行动描写，不仅显得真切、动人，而且给读者留下了丰实得想象。</p>
<p>编辑本段就滴翠亭一事替宝钗辩诬</p>
<p>《红楼梦》第27回，宝钗在滴翠亭无意中听到了小红与坠儿的隐事，在躲避不及的情况下，宝钗使了一个“金蝉脱壳”的办法，成功地消除了一切祸患。而就是这么一个消祸之举，却一直被拥林派诬蔑成所谓的“嫁祸”黛玉，久而久之，仿佛成了宝钗的一条天大的“罪状”。然而，宝钗真的是“嫁”了什么“祸”给黛玉吗？这些拥林派却从来说不出黛玉在那以后究竟遭到过什么实质性的祸患！而事实上，从原著中，我们可以看的很清楚，自滴翠亭一事以后，小红再没说过一句对黛玉不利的话，再没做过一件对黛玉不利的话，黛玉连一个毫毛都不曾伤着！既然根本就不存在什么“祸”，又哪里来的什么“嫁祸”黛玉一说？！     </p>
<p>其实，即使从人性常理来看，宝钗让小红误以为自己的把柄落在了黛玉手里，这对于黛玉来说，这也绝不是什么“祸”，相反，倒不失为一种“福”！试想，小红既然觉得自己那些足以导致其身败名裂的把柄是落在了黛玉手里，在黛玉并没有主动伤害她，把她逼到绝境的情况下（因为黛玉事实上并没有听见小红的短儿，当然就不可能出现黛玉主动拿这件事伤害小红的情况），她还敢主动地去招惹黛玉吗？那不是自己找死么？相反，小红从此更要对黛玉保持敬畏，才是顺理成章的！而这恰恰是更增加了黛玉的安全系数！所以，宝钗不仅说不上是什么“嫁祸”黛玉，相反，客观上倒是在“推福”给黛玉！</p>
<p>编辑本段拥林派观点</p>
<p>对此，拥林派通常的反诘是：那宝钗为什么不自己担下听见小红隐事的名声？但这样的反辩实在太可笑了！要知道，在滴翠亭一事中，宝钗与黛玉最大的区别就在于宝钗当时在场，而黛玉当时不在场！须知，人在应激状态下和平常态度下，对于同一件事情的反应可能是完全不同的！小红与坠儿谈论她的隐事，如果是被宝钗当场撞破，她怎么能保证宝钗不是在专门听她讲话，以准备告密呢？作为一个本来就刁钻古怪的人，她的第一个反应当然就是先不顾一切地报复、反抗。若如此的话，自然就是一个双输的局面了。宝钗使了一个“金蝉脱壳”的法子，就避免了与小红当场冲突，避免了所谓“一时人急造反，狗急跳墙”的局面。而黛玉并不在现场，小红即使怀疑她，也不可能当场拼死报复。事件过后，经过理性的分析，小红自然会权衡利弊，知道应该以后更要尽量不招惹黛玉，才能避免自取灭亡！</p>
<p>事后会报复黛玉</p>
<p>拥林派的另一种说法是：小红事后会报复黛玉，“杀人灭口”。这更是可笑的说法！小红作为小丫鬟，势力远不及黛玉，她能对黛玉搞什么“杀人灭口”，岂不是天大的笑话？如果小红真有这本事，在怡红院的时候，她怎么一直受晴雯、秋纹、碧痕等人的欺压呢？难道她能“杀“掉黛玉，反而不能“杀“掉晴雯、秋纹、碧痕等人吗？真是滑天下之大稽！</p>
<p>品德有亏</p>
<p>拥林派还有一个说法：宝钗“明明知道小红知道把柄落在自己手里，对于自己是祸不是福，还把嫌疑丢给黛玉”，可见其“品德有亏”云云。拥林派这种狡辩其实也同样荒谬！实际上，宝钗又何尝认为“小红知道把柄落在自己手里，对于自己是祸不是福”了呢？注意，当时宝钗想的是：“这件事算遮过去了，不知他二人是怎样”。第一，当时宝钗并不知道小红是单怀疑黛玉，还是连她也怀疑（即所谓“不知他二人是怎样”）。第二，即使在这种情况下，宝钗仍然认为“这件事算遮过去了”，没有任何危险了。如果她真的认为听见别人隐事而又让别人知道，这本身就是什么“祸”、什么“危险”的话，那她自己尚不能断定小红是不是怀疑她听见了，不也同样是没有摆脱这种所谓的“祸”、所谓的“危险”吗？要说什么“杀人灭口”，小红不是照样可能对她也采取“杀人灭口”的策略吗？若是这种情况，哪怕是出于维护自身最起码的安全起见，宝钗也应该立即设法将小红除掉，以彻底拔除这个隐患才对！可事实上，宝钗这样做了吗？在“金蝉脱壳”以后，宝钗再没有对小红采取过任何措施！可见，宝钗根本就不认为“小红知道把柄落在自己手里，对于自己是祸不是福”。相反，她担心的只是因当场撞破的尴尬导致小红“一时人急造反，狗急跳墙”而已！若不是当场撞破，即使有那样的“嫌疑”，对自己也不是什么“祸”，而反倒是“福”！——让小红从此以后更加不敢招惹自己和黛玉的“福”！而真正“品德有亏”的，不是宝钗，而恰恰是这些信口开河，诬蔑宝钗的这些拥林派自己！</p>
<p>拉上黛玉垫背</p>
<p>对此，拥林派又狡辩说：宝钗就是死，也要拉上黛玉垫背，这就是她“金蝉脱壳”的目的。天啊！竟然还有这样愚蠢的逻辑！已经说过了，宝钗如果真觉得让小红怀疑是祸不是福，她只要事后设法除掉小红（比如把小红的隐事真的告诉家长等等），就可以彻底拔除这个安全隐患。犯得着去“死”吗？只有拥林派才会愚蠢到放着安全不要，硬要去拉人垫背死，同时自己也死的地步！</p>
<p>小红警惕性高</p>
<p>此外，拥林派还有第四个说法：日后若有个风吹草动，小红会觉得是黛玉泄的密。但这也是根本不可能的！小红是什么人？她是个警惕性很高的人。滴翠亭一事当中，她尚且知道推开窗子，防人偷听。经过滴翠亭一事以后，她的警惕性只会更高。事实上，从那件事情以后，小红再未在大观园里传过一件与贾芸有关的东西，再未说过一句与自己私情有关的话。而另一位知情人——坠儿，也是利害当事人。小红连议论都不议论了，坠儿直到被逐出大观园，也再未泄露过一个字。小红的私情又怎么可能暴露呢？所谓“风吹草动”，连“风”都没有了，我还真不知道这个“草”还能怎么个“动”法！</p>
<p>狡辩理论</p>
<p>另一个被拥林派斤斤计较的问题是：宝钗为什么托黛玉之名，而不是其他人之名？且看原著，答案不是明摆着的吗？《红楼梦》第27回原文：“且说宝钗、迎春、探春、惜春、李纨、凤姐等并巧姐、大姐、香菱与众丫鬟们在园内玩耍，独不见林黛玉。迎春因说道：‘林妹妹怎么不见？好个懒丫头！这会子还睡觉不成？’宝钗道：‘你们等着，我去闹了他来。’说着便丢下了众人，一直往潇湘馆来。”——书中的众小姐、众丫鬟都聚在一起玩耍，惟有黛玉没有跟大家在一起。宝钗既然是说她在跟人嬉戏，不说黛玉，还能说谁？若说其他人，万一被小红看见过她和众人在一起，小红还能信宝钗说的话吗？ 对此，拥林派又抓住书中的一句话进行狡辩：“人正说着，只见文官、香菱、司棋、侍书等上亭子来了。”拥林派的说法是：既然文官、香菱、司棋、侍书等可以上亭子来，黛玉以外的别的人为什么不可以来？但我得提醒这些愚蠢的拥林派：你们怎么没注意时间问题？文官、香菱、司棋、侍书等到亭子这边来，完全是事后！在事中的时候，宝钗怎么能未卜先知，预先知晓她们能在不久以后就散开？ 拥林派又狡辩说：林黛玉在潇湘馆里，没有出来。我还是得提醒拥林派：除林黛玉之外的众人都是在大庭广众之下活动的，是小红看的见的。黛玉在潇湘馆里，小红又没特意进馆去瞧，她怎么知道黛玉在不在里面？她唯一能想到的正是：黛玉没有跟众人在一起，才最有可能跟宝钗单独玩耍！</p>
<p>背上了“偷听”的名声</p>
<p>最后，拥林派实在找不出宝钗究竟“嫁”了什么“祸”给黛玉，只好笼统地说：宝钗让黛玉背上了“偷听”的名声，对黛玉的“名誉不利”云云。这就更可笑了！问题是“偷听”本身一定是恶名吗？如果是，林黛玉自己为什么还要去偷听贾宝玉与史湘云的谈话（第32回），去做这种有“辱”名声的事？拥林派只好大喊大叫，说林黛玉污辱自己的名声是她自己的事，宝钗不能“损害”她的名誉。真是信口雌黄惯了！问题是，就算宝钗让黛玉背上了“偷听”的名声，但前面说了，那不是反而对黛玉更加有利吗？即使不考虑小红从此更加不敢招惹黛玉这一现实利害，但从名声来说，黛玉本来就在下人中有“爱刻薄人”的恶名。小红既然认为黛玉听见了她的隐事，自然是担心黛玉会刻薄她的。可事实上，黛玉却并没有拿这事去刻薄她（当然也不可能这事去刻薄她）。久而久之，她岂不是更会改变对黛玉的负面印象，觉得黛玉也不像原来认为的那么坏吗？这反而对黛玉改善其名声是极端有利的了！</p>
<p>消祸之举</p>
<p>总而言之，宝钗的“金蝉脱壳”完全是高尚、善良的消祸之举，她不仅没有给黛玉造成任何伤害，反而客观上更增加黛玉的安全系数。这是对小红、黛玉和宝钗自己三方都有利的好事！拥林派硬说那是所谓的“嫁祸”，却讲不出黛玉究竟遭了那一点点的灾祸，完全暴露了这些人为捧林诬钗而不顾事实、不择手段的嘴脸！</p>

</div>
</asp:Content>
