<%@ Page Title="" Language="C#" MasterPageFile="~/ThirdPage.Master" AutoEventWireup="true" CodeBehind="Derivation.aspx.cs" Inherits="ShuXiangShuiNing.Derivation" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
<div id = "container">
    <h3>关于葬花故事的由来</h3>
    <br />
    <hr />
    <br />
    <p>说到葬花的故事的由来，有人说《葬花吟》是从唐寅的两首诗中“脱胎”的（《红楼梦辨》）。诗歌当然是有所继承借鉴的，但不应把文艺创作的“源”和“流”的关系弄颠倒了。说到《葬花吟》在某些遣词造句、意境格调上利用前人之作，实不必到明人的集子中去找。唐初刘希夷《代悲白头翁》中“今年花落颜色改，明年花开复谁在”、“年年岁岁花相似，岁岁年年人不同”之类为人熟知的诗句还不足以借取利用吗？即如葬花情节，也未必径取唐寅将牡丹花“盛以锦囊，葬于药栏东畔”事，作者的祖父曹寅的《楝亭诗钞》中也就有“百年孤冢葬桃花”的诗句，难道还不足以启发他的构思吗？但这些都是“流”，都仅仅是利用，既不表现诗的主要精神，也决不能代替作者源于现实生活的创造。何况，如前所述，此诗中，作者运笔鬼斧神工之处，完全不在于表面上那些伤春惜花词句的悱恻缠绵。</p>
<p>当然，《葬花吟》中消极颓伤的情绪也是极其浓重且不容忽视的。它曾对缺乏分析思考能力的读者起过不良的影响。这种情绪虽然在艺术上完全符合林黛玉这个人物所处的环境地位所形成的思想性格，但毕竟因作者在某种程度上有意识借所倾心的人物之口来抒发自己的身世之感，而显露了他本身思想的弱点。我们同情林黛玉，但同时也看到这种多愁善感的贵族小姐，思想感情是十分脆弱的。</p>
<p>黛玉葬花是黛玉性情的描写,那么这一段也为读者刻画出一个美丽如花,清洁自爱.</p>
<p>未若锦囊收艳骨,</p>
<p>一杯净土掩风流.</p>
<img id="original" src="../img/Original.jpg" alt="" />
<p>孤标傲世懈谁隐,</p>
<p>一样花开为底迟,</p>
<p>浦露庭霜何寂寞，</p>
<p>雁归穹病恐相思！</p>
<p>淡极始知花更艳</p>
<p>眼前道路无经纬,</p>
<p>皮里春秋空黑黄</p>
<p>博得嫦娥应自问,</p>
<p>缘何不使永团圆.</p>
<p>入世冷挑红雪去,</p>
<p>迎面香割紫云来</p>
<p>寒塘渡鹤影,</p>
<p>冷月葬花魂.</p>
<p>她把花比喻成自己,把贾府乃至整个封建社会比喻为污淖,她不甘沉灭,又无力摆脱封建恶势力.怜花就是怜自己,她看到鲜花的凋零就仿佛看到了自己的将来.</p>
<p>林黛玉在贾府中,虽有宝玉的照顾,贾母的疼爱,但按照当时的礼教观念,毕竟是外孙,寄人篱下的滋味还是有的,父母双亡,无人做主,孤苦一人,又兼其性格的悲观,总觉风刀霜剑严相逼,自怜之心常在,见落花而感身世,不觉满目凄凉.</p>

</div>
</asp:Content>
