<%@ Page Title="" Language="C#" MasterPageFile="~/novel/Common.Master" AutoEventWireup="true" CodeBehind="juhuashi.aspx.cs" Inherits="ShuXiangShuiNing.novel.juhuashi" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder2" runat="server">
<img id="juhuashi" src="../img/juhuashi.gif" alt="" />
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder3" runat="server">
<ul>
<li><a href="juhuashi.aspx">菊花诗</a></li>
</ul>
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
<div id="container">
<h3>菊花诗</h3>
<br />
<hr />
<br />
<img id="juhua" src="../img/juhua.jpg" alt="" />
<p>菊花诗分咏十二题的形式,好像只是宝钗、湘云偶然想出来的新鲜玩意儿,其实,也完全是当时现实生活已存在着的一种诗风的艺术概括.与作者同时代人爱新觉罗•永恩(清宗室、袭封康亲王)的<诚正堂稿>中就有“和崧山弟”的<菊花八咏>诗.其八咏诗题是“访菊”、“对菊”、“种菊”、“簪菊”、“问菊”、“梦菊”、“供菊”、“残菊”,几乎和小说中一样.崧山,亦即嵩山,是敦诚(他与敦敏弟兄二人都是曹霄芹的朋友)的好友永恚(上大下恚)的号.在他的<神清室诗稿>中也有“访菊”、“对菊”、“梦菊”、“簪菊”、“问菊”等诗.可见,小说中的情节,多有现实生活为依据,并非作者向壁虚构.</p>
<p>现实意义</p>
<p>《菊花诗》在花事吟赏上反映了当时的都城社会习俗和有闲阶级的文化生活情趣。 清代方浚颐<梦园丛说>曾记都门赏花情况说:“板乐寺之海棠,枣花寺之牡丹,丰台之芍药,十刹海之荷花,宝藏寺之桂花,天宁、花之两寺之菊花,自春徂秋,游踪不绝于路.又有花局,四时送花,以供王公贵人之玩赏．冬则……招三五良朋,作消寒会,煮卫河银鱼,烧膳房鹿尾,佐以涌金楼之佳酸,南烹北炙,杂然陈前,战拇飞花,觥摔交错,致足乐也.”小说中赏桂、赏菊,送海棠,以至冬日消寒大嚼鹿肉都写到了.王公贵人的种种乐事,完全是建筑在残酷地剥削劳动人民,特别是逼使广大农民过着饥寒交迫的痛苦生活的基础上的.彼此唱和,斗奇争新的咏物诗风摩一时,正是这种闲逸生活的反映.</p>
<p>寄情寓兴</p>
<p>和同类内容的大多数诗一样,它寄情寓兴的一面,还是值得注意的. 每首诗依然有选咏者各自的特点, 如薛宝钗的“忆菊”,就一味地是寡妇腔; 贾宝玉的“种菊”就归结为绝尘离世; 史湘云的命运,从她的“册子”上看,后虽一度“来新梦”,终究“梦也空”,未能“淹留”于“春风桃李”的美满生活.脂评“湘云是自爱所误.”(第22回)也与诗中所说的“傲世”相合; 林黛玉诗中“孤标傲世”、“幽怨’等,则更说得明白.我们既知已佚的后半部原稿中写她的死的那一回回目叫“证前缘”(脂靖本第79回批语),则“登仙”的寓意就同样清楚(第13回秦可卿停灵于会芳园登仙阁;第15回水溶道“逝者已登仙界.”); 从“残菊”诗看探春,可知她“运偏消”时,如菊之“倾欹”“离披”,境况也大不如前;“万里寒云”,“分手”而去,正是她远嫁不归的象征,所谓明岁再会,切莫相思等慰语,其用意也不过如同元春临别时所说的“见面是尽有的,何必伤惨？倘明岁天恩仍许归省,万不可如此奢华靡费了”那番话罢了.</p>
<p>最佳来自林黛玉</p>
<p>林黛王所写的三首诗被评为最佳.如果作者只是为了表现她的诗才出众,为什么在前面咏白海囊时要让湘云“压倒群芳”,在后面讽和螃蟹咏时却又称宝钗之作为“绝唱”?原来作者还让所咏之物的“品质”去暗合吟咏它的人物.咏物抒情,恐怕没有谁能比黛玉的身世和气质更与菊相适合的了,她比别人能更充分、更真实、更自然地表达自己的思想感情,完全合乎情理. 黛玉三首诗中,“咏菊”又列为第一.由于小说里众人的议论,容易使我们觉得这首诗之好,就好在“口角噙香对月吟”一句上.其实,诗的后半首写得更自然,更有感染力.“满纸自怜题素怨,片言谁解诉秋心?”我们从林黛玉的诗中,又听到了曹雪芹的心声:它难道不就是作者写在小说开头的那首“自题绝句”在具体情节中所激起的回响吗？这实在比之于让林黛玉魁夺菊花诗这件事本身,更能说明作者对人物的倾向性。</p>
</div>
</asp:Content>
