<%@ Page Title="" Language="C#" MasterPageFile="~/novel/Common.Master" AutoEventWireup="true" CodeBehind="sangu.aspx.cs" Inherits="ShuXiangShuiNing.novel.sangu" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder2" runat="server">
<img src="../img/sangu.jpg" alt="" />
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder3" runat="server">
<ul>
<li><a href="sangu.aspx">三顾茅庐是否真实</a></li>
</ul>
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
<div id="container">
<h3>三顾茅庐是否真实</h3>
<br />
<hr/>
<br />
<p>三顾茅庐，这个被世代传唱的经典故事，在史书《魏略》和《九州春秋》里却是另外一个面孔，不是刘备亲自上门邀请，而是诸葛亮的自我推荐。这多少让喜欢诸葛亮的人接受不了。如果《魏略》和《九州春秋》记载的是事实的话，那么在诸葛亮的《出师表》里，“三顾臣于草庐之中”这句话又该如何解释？难道是诸葛亮说了假话？还是《出师表》根本就不是诸葛亮所作呢？那么，历史上到底有没有发生过三顾茅庐的故事呢？</p>
<p>要解清这个谜呀，这里面其实还有一个问题，就是刘备从袁绍那儿跑出来，然后投奔了刘表，在荆州待了多少年呢？六年，六到七年，为什么六年工夫诸葛亮和刘备都没有见过面？这其实也是本案的一个关键，那么也有不少历史学家试图来解释这个问题，因为觉得这个事情说不过去，于是提出一种说法，说实际上刘备是找过诸葛亮的，第一次去没见着，第二次去又没见着，所以到了建安十二年，也就是他来荆州六年之后，第三次他才见着了。这个说法有点问题，你说刘备这三顾，是不是建安十年一次、建安十一年一次、建安十二年一次，一年去找他一次？好像很难说得通，平均两年找他一次，更很难说通。也有人提出说，那是因为诸葛亮不好找，住得很隐秘，这个也是不通的，他又不是我们武侠小说里写的那种躲避仇家追杀的大侠，隐姓埋名躲在一个旮旯里，你找他不着，他老早就来到了荆州，而且你要知道他是刘表的亲戚啊，他和荆州的官场，和荆州的上流社会，和荆州的士人集团是有往来的，他怎么是一个找不到的人呢？所以这些理由看来是不能成立的。</p>
<p>对于这个问题也有历史学家试图做出解释，比方说尹韵公先生就提出两个原因，第一个原因，他认为诸葛亮当时的知名度不够。我们去读《三国志》对诸葛亮的描述是什么呢？“每自比管仲、乐毅，时人莫之许也。”就是说诸葛亮自己自信是很强的，但是当时荆州的士人集团并不是一致认为他是一等一的人才，也有人对他不以为然。那么刘备听到别人对诸葛亮的介绍的时候，刘备会掂量一下，说这个是真呢还是假呢？他会犹豫，这么一犹豫几年就过去了。</p>
<p>另一方面，在诸葛亮这方面有心理障碍。因为诸葛亮给自己设计的这个目标，是到了这个集团以后他一定要是一人之下、万人之上，他要当首席谋士，要当这个集团的二号人物，而刘备和关羽、张飞的关系过于密切，食则同器，寝则同床，针插不进，水泼不进，你很难挤进去，他也要犹豫。</p>
<p>那么这两个说法都有道理，但是我觉得还有一个问题非常重要，就是年龄。我们要知道诸葛亮出山的时候是多少岁？26岁，刘备三顾茅庐的时候多少岁？46岁，那么将心比心，让一个46岁的身经百战的天下枭雄把一个26岁的从来没有表现过自己什么特殊能力的年轻人奉若上宾，几乎是不可能的，那么怎么可能要求刘备在他四十岁的时候到一个乡下去请出个二十岁的人来当他的总参谋长呢？所以年龄也是重要的一个原因，如果不是后来曹操那么咄咄逼人，这个事说不定还要拖下去。总而言之，刘备他做了他一生中最重要的决定，就是决定放下皇叔和长辈的架子，下乡去见一个比他小了二十多岁的没有任何头衔和功名的这么一个年轻人，所以三顾茅庐是可信的，登门自荐只能存疑。</p>
</div>
</asp:Content>
