<%@ Page Title="" Language="C#" MasterPageFile="~/novel/Common.Master" AutoEventWireup="true" CodeBehind="shezhan.aspx.cs" Inherits="ShuXiangShuiNing.novel.shezhan" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder2" runat="server">
<img src="../img/shezhan.jpg" alt="" />
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder3" runat="server">
<ul>
<li><a href="shezhan.aspx">伸展群儒的论辩艺术</a></li>
</ul>
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
<div id ="container">
<h3>舌战群儒的论辩艺术</h3>
<br />
<hr />
<br />
<p>先守后攻</p>
<p>面对诸儒的诘难，诸葛亮神态自若，一一作答，是为守，然而他又不甘于只是作答，每于答后发起攻势。 东吴第一谋士张昭诘问诸葛亮自比管仲乐毅，而最终却使刘备“弃新野，走樊城，败当阳，奔夏口，无容身之地”，“是豫州即得先生之后，反不如其初也。”张昭此问着实厉害，李贽评此句曰：“下得好毒手”。诸葛亮笑着回答：“鹏飞万里，其志岂群鸟能识哉？”以大鹏自况，志在万里；将群儒比作群鸟，胸无大志。接下去运用比喻论证的方法，人染沉疴，当用和药糜粥。而不可用猛药厚味，说明刘备取胜尚需时日.又进一步用事实论证说明自己的观点；“夫以甲兵不完，城郭不固，军不经练，粮不继日，然而博望烧屯，白河用水，使夏侯惇、曹仁辈心惊胆裂：窃谓管仲、乐毅用兵，未必过此。”此段诸葛亮以充分的事实为论据，对“自比管仲乐毅”之说予以论证，在凿凿事实面前张昭的非难不攻自破。诸葛亮将刘备的暂时之败归于三个原因：一是刘备仁义，不忍夺同宗基业，不忍舍弃赴义之民，甘与同败；二是刘琮孱弱，听信妄言，暗自投降；三是刘备向日兵不满千，将止关、张、赵云，“寡不敌众，胜负乃其常事”，之后引用汉高祖数败于项羽而垓下一战成功作类比论证说明刘备失利是暂时的，而取得最后的胜利是必然的。进而归纳出汉高祖的最终胜利靠的是韩信之良谋，突出自己在刘备兴复汉室大业中的重要作用。此段答张昭刘备得先生反不如初之问，水来土掩，滴水不漏。以上皆为防守之举。接着话锋一转，将矛头直指东吴群儒：“非比夸辩之徒，虚誉欺人；坐议立谈，无人可及；临机应变，百无一能。——诚为天下笑耳！”李贽评诸葛亮的反驳之论为“说尽今日秀才病痛”。诸葛亮此举攻势凌厉，使对方“并无一言回答”。此乃先守后攻、攻守有度之辩论策略。对虞翻的“刘备大败犹言不惧曹实为大言欺人”之语，诸葛亮只以刘备寡不敌众，退守夏口，以待天时相应，是为防守，随即便有“江东兵精粮足，且有长江之险，犹欲使其主屈膝降贼，不顾天下耻笑”之语来反攻，使虞翻不能对。后对步骘、薛综等人的发难，孔明莫不用此先攻后守之法对之，使东吴的儒者一个个败下阵来。 此法妙极。因有群儒诘问在先，不容不答，故宜先守，且守得从容，既曲尽事理，又详陈事实，将对手的诘问一一化解；又因群儒来者不善，多有恶意，便于守住阵地后发起反攻，使论辩进退有致，引人入胜。设若只守不攻，则必陷被动境地；若只攻不守，失去了据理陈词的部分，使论辩仅仅停留在口舌之争，则缺乏以理服人的成分。</p>
<p>语带双机</p>
<p>诸葛亮以其高超的语言技巧使整个论辩过程精彩纷呈，于有限的语句中蕴含极深的意味，嚼之余香满口。在谈到刘备新败之因时，诸葛亮说刘琮“暗自投降”，意在嘲讽东吴主降之士，“非等闲可知也”，示张昭等皆等闲无能之辈；又云“社稷安危，是有主谋”，寓昭等无定国安邦之策，反以妖言惑主，实祸国殃民之人。 步骘指出诸葛亮欲效张仪、苏秦的游说之举，诸葛亮却淡化张仪苏秦二人的辩士身份，而突出其豪杰的本色，强调二人“皆有匡扶人国之谋”，点出儒者们无勇无谋，只知巧言论辩，实则贪生怕死的本质。诸葛亮避开某些辩士为一已之利益而游说的特点，在突出其“匡扶人国”大志的同时，也为自己张目，我为匡扶人国而来，你们却为葬送人国而辩，孰高孰低，一目了然。 陆绩以曹操是相国曹参之后，刘备出身无可稽考相诘，“眼见只是织席贩屦之夫耳，何足与曹操抗衡哉！”诸葛亮先不直接回答问题，而是轻蔑地一笑，“公非袁术座间怀桔之陆郎乎？”诸葛亮此处提及此事，表面看来似属闲笔，实则颇有深意。怀桔之事本为尽心事孝之典范，然而毕竟是小儿所为，怀桔小儿之论必是小儿之见，自然“不足与高士共语”。 诸葛亮答程德枢之语可分为两层内容。一是论君子之儒的风采，“忠君爱国，守正恶邪，务使泽及当时，名留后世，”表面上为君子之儒正名，实为夫子自道也；二是画小人之儒的嘴脸，“笔下虽有千言，胸中实无一策，”对大敌当前而群儒一筹莫展予以辛辣的讽刺，且以扬雄屈身事莽下场可悲昭示东吴小人之儒不顾气节屈膝投降必将留下千古骂名。 语带双机之辩术充分显示了诸葛亮的论辩技巧，一石二鸟，弦外有音，以极精炼的语句表达极丰富的内容，颇具战斗力。似不经意中显出智慧，信手拈来时愈见功力。给人留下充分的想象余地。</p>
<p>各个击破</p>
<p>对不同的人采取不同的方法击败对方，是诸葛亮舌战群儒的又一大特色。 对张昭，由于他是东吴重臣，第一谋士，诸葛亮采取擒贼先擒王的策略，娓娓道来，严密防守之后大举进攻，使张昭无一言可对。对张昭的反驳洋洋洒洒，周密细致，丝丝入扣，而对以下诸儒则多以简洁明快的对答迅速结束战斗，不与多做纠缠。 在整个过程中，诸葛亮的论辨艺术发挥得酣畅淋漓，他面对群儒潮水般涌来的诘难，沉着应战，或引经据典，或转换论题，或厉声责问，或反唇相讥，可谓得心应手，游刃有余。如以韩信之谋，扬雄之死来作为论据帮助申明观点；对步骘的“孔明欲效仪、秦之舌，游说东吴耶？”之论弃之不理，而从苏、张二人豪杰本色入手，转守为攻；对薛综则厉声责问：“薛敬文安得出此无父无君之言乎！”诸葛亮抓住儒者鼓吹忠孝为本的特点，以“君父”两个正大堂皇的字眼喝倒薛综，实在是击到了对手的致命之处，薛综自然“满面羞惭”；对陆绩，诸葛亮以不温不火的语调反唇相讥，指出其以出身论英雄的荒诞不经，使陆绩语塞。而对严峻的“治何经典”之法，诸葛亮只以三句话回应，首先认为“寻章摘句”者为“世之腐儒”，并不能“兴邦立事”；既而举例，伊尹、姜子牙、张良、陈平、邓 、“皆有匡扶宇宙之才”，而并未死钻书本；最后总括为“舞文弄墨”只是书生所为。短短数语，有理有据，在一连串的古圣今贤的列举中反衬出书生的无用，从而使以治经典为荣的严畯低头丧气。 详略的不同、论辩方法的不同显示出诸葛亮的机动灵活，详答老辣者，略对浅薄者，挥挥洒洒，左右逢源，嘻笑怒骂，皆成文章，着实令人叹服。</p>
<p>语势磅礴</p>
<p>整个论辩过程中，诸葛亮语势磅礴，使对方慑服于他的语言威力，只有招架之功，而无反击之力。这一点突出体现在他的反问语气的运用上。如反诘张昭：“鹏飞万里，其志岂群鸟能识哉？”“豫州不过暂借以容身，岂真将坐守于此耶？”“昔高皇数败于项羽，而垓下一战成功，此非韩信之良谋乎？”反击步骘：“君等闻曹操虚发诈伪之词，便畏惧请降，敢笑苏秦、张仪乎？”对陆绩：“且高祖起身亭长，而终有天下；织席贩屦，又何足为辱乎？”对严 ：“岂亦效书生，区区于笔砚之间，数黑论黄，舞文弄墨而已乎？”……一连串的反问句，语势强烈，咄咄逼人，我们可以说，诸葛亮舌战群儒只所以耐人寻味百读不厌，在很大程度上得益于其论辩过程语势的力量。在以理服人的基础上，诸葛亮更以其语言的气势压倒了对手。 就语句而言，也突出显示了诸葛亮语言的气势。善用短句、排比对偶句该是其突出的特点。短句的使用简洁明快，适于论辩；排比句对偶句更有“壮气势广文义”的修辞特征，如“甲兵不完，城郭不固，军不经练，粮不继日”极言刘备当时所处的劣势地位；讽小人之儒，则有“惟务雕虫，专工翰墨，青春作赋，皓首穷经，”可谓数尽小人儒者之弊。非语言大家无此上乘之作。 语势磅礴源于理直气壮，“理直”是因，“气壮”是果。在诸葛亮的意识中，此番东吴之行乃为正义而来，故而正气浩然，处变不惊。潇洒的风度、广博的学识，使对手在气势上先输了三分，加之诸葛亮一阵穷追猛打，遂有破竹之势。 综观舌战群儒的整个过程，诸葛亮在东吴诸儒的诘问中从容做对，侃侃而谈，纵横捭阖，游刃有余，终使“张昭并无一言回答”，“虞翻不能对”， “步骘默然无语”，“薛综满面羞惭，不能对答”，“陆绩语塞”，“严畯低头丧气不能对”，“程德枢不能对”，以至众人“尽皆失色”。真可谓三寸之舌能抵百万之兵。 总之，诸葛亮舌战群儒风头出尽，其娴熟的论辩技巧令人折服，堪称经典，值得当今习此道者深味。</p>
</div>
</asp:Content>
