<%@ Page Title="" Language="C#" MasterPageFile="~/novel/Common.Master" AutoEventWireup="true" CodeBehind="shixiangyun.aspx.cs" Inherits="ShuXiangShuiNing.novel.shixiangyun" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder2" runat="server">
<img id="shixiangyun" src="../img/shixiangyun.jpg" />
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder3" runat="server">
<ul>
<li><a href="shixiangyun.aspx">醉卧石椅枕花眠的史湘云</a></li>
</ul>
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
<div id= "container">
<h3>醉卧石椅枕花眠的史湘云</h3>
<br />
<hr />
<br />
<p>这是一个很招人疼的女孩子。在襁褓之间，父母就去世了，随着婶母长大。</p>
<p>世俗有这么一句话：面汤不当饭，婶母不当娘。自幼之间，史湘云就缺少了母爱的调教，所以，她没有那么多自我约束的习惯。当然，没有约束的代价就是比别人少了许多的伦理之爱。没有这些怕什么？史姑娘天性豁达，别人没有的她没有，别人有的她也没有，咋办呢？那就把自己燃烧成一团火吧。别人不烤自己，她就烤别人。</p>
<p>进大观园，是靠的贾母——史老太君。一个金陵史侯家养育的隔代人，从中能让人看到贾母少年时的顽皮和诙揩，看到史大姑娘暮年时的达观和自足。史姑娘长相似乎并不是特别美，个子还比别的姑娘矮，穿衣服也不像别的姑娘那么秀气，甚至还要别人私赠的衣服穿，名为侯门小姐，实际上身上从没有闲钱的。说到这里，我希望大家注意一下，有的人兜里没有钱，可显得十分大方；有的人裹金带银，也透着一副穷酸气——不知你们信不信吧。——闲话少说。有一次，天气不好，她内大外小的穿了几件衣服，像王昭君出塞似的，性格尖刻的林黛玉说她没个姑娘样儿，弄得跟孙行者似的。</p>
<p>没娘的孩子跟人就是不一样，老太太史太君疼她，王夫人也疼她，可不能替代娘亲。虽说林姑娘也没有了爹妈，可那是她那时候就懂事了。深受过父母的阳光雨露。史姑娘可连爹妈是谁都没见过，也不知道有爹有妈会是什么样儿。就是进了贾府，她也不过是史老太君的侄孙女——她是真正没有依靠的女孩子。这么说吧，出身侯门的史家小姐湘云，穿的衣服都靠商家之女的薛姐姐帮衬。大家都是诗人，开完沙龙大家实行轮流坐庄ＡＡ制，史大小姐竟拿不出份子——也靠薛大小姐暗中垫付。</p>
<p>估计这种尴尬，是自幼就面过的。侯门出身的亚千金——湘云小姐不在乎，而且，说话大声大气，喜欢高谈阔论。说起来，她的胆子可不小。有一次诗人们一起饮酒到夜半，突然在寒塘边遇到不明飞行物，诗社男女个个颏然失色，以为魅祟出水。惟有史大诗人挽起香袖，抡起藕臂向人家投石，一个人——向未知的东西独立宣了战，所幸，那只是夜里惊动的鹤鹭之类。不仅如此，她还为薛家的女远亲——邢岫烟打报不平，教训宝玉和黛玉，一副没心没肺的样子。有一次凤辣子想拿林黛玉开心，说戏台上的芳官的扮相像一个人，大家无不心知肚明，就是没有敢说。史小姐脱口就说，惹得林小姐大为不快。</p>
<p>这么冒失，难怪黛玉小先生警告她别像孙猴子，聂政和荆轲那样儿，有失大家闺秀的风范。</p>
<p>但是，她才不听呢。比如她随意的着装，倾倒了许多人。女孩子穿得像个男孩子，那种美呵，是说不出来的，真是个美少年！羡煞了多少书里书外的男男女女，只是任谁也学不太像这么个娇憨而清丽的美人。</p>
<p>偶尔胡穿衣也还罢了。有一回，她跟宝玉、平儿他们在一起烧鹿肉吃。宝玉是臭小子，平儿是人家的小媳妇，你史小姐怎么这么不斯文呢？嘤桃小嘴扯着大肉大啖，那是多有想像力的情景啊。黛玉不禁讽刺了几句。史湘云却说：现在我吃的是肉呀这类荤的，待我吃饱了，说出来的都是锦绣文章。也许，现代的读者没有觉得史湘云如何了，可是，大家一定要注意她所处的年代——二百多年前，那时候是汉族妇女裹脚，天下归统一家的时代。封建极了，专权极了，女人没地位也极了。活在这么一个时代，还能保持浑朴烂漫天性，说话咬字都不清（二和爱分不清，把二哥哥叫成爱哥哥）的贵族小姐——她的天性——招惹过多少读者的念念不忘。</p>
<p>史小姐哪什么跟有钱有薛小姐比？又拿什么跟住在大观园里领工资的林小姐比？可她为什么招人喜欢呢？为什么呢？因为她替许多世俗之人保持了人们所应有的天性——天真无邪——抱打不平——坐而论道的侠士兼诗人气质。——命运不蹇却永不抱怨的乐天精神！一个女孩子具有这些品质，足够二百年之后的许多须眉男儿，好好琢磨的。——不是么？</p>
<p>    ——你，被命运打败过吗？你，还敢在命运不公的时候，依然风采不减地与之勇敢地作战吗？你，在失去了所有依靠的生活中，能忘掉所有的依靠吗？一句话，——你能忘我吗？</p>
<p>有一回，史湘云跟林黛玉在一个屋里睡觉。林小姐睡觉的时候，杏红的被子平平展展地掖在身上，眼睑微合，似睡非睡；史湘云呢？一头乌云似的青丝散在枕上，雪白的半个膀子露在粉红的被子外面，睡觉都像在玩耍。贾宝玉见了都不禁叹息，一个豪迈，一个谨慎，一个春光明媚，一个秋色宁静。从睡相也能看出来。</p>
<p>还有一次，他们这些青年诗人们在一起喝酒吃肉。大家一起又是划枚又是拇战，酒，就跟水似的由着史湘云这类大女侠喝进了一肚子。没想到，在酒的面前，你真是孙悟空，该喝醉也要喝醉的。——史大姑娘真醉了。醉了就醉了吧，本小姐不陪了，咱自已找个清静地方凉快去。哪儿去呢？院内有芍药圃，一地落花还有浸凉的石椅。小姐迈着行云流水的醉步就晃悠过来了，掏出真丝手帕，包上一个花枕头，倒在石椅上继续跟他们划拳——醉梦中都是酒令，浑身都是花香。任世间觅遍，也难找到这样的憨姑娘。</p>
<p>坐在的诗人们突然觉得清静了，一看少了史大诗人，这可了不得了，总不能让人家醉酒走失吧。找吧。寻了一路芳踪到了花圃，史小姐几乎被落花半掩半埋，蜂蝶相伴，嘴里还“二”、“爱”不分的与人划着枚——；当然，史小姐毕竟是贵族出身，说出的酒词都透着十二分的雅致。</p>
<p>什么是侠呢？这就是吧。什么是高贵呢？这就是吧。——什么人与你恩怨两无，却让你永远难忘呢？这也是吧。中国自古不缺有钱人，缺的是真正的贵族。什么是贵族呢？贫穷和命蹇时不会屈服，富贵腾达时不淫逸的人——就是吧。人生强势时不骄虐；走到没路也不低头——也是吧？</p>
<p>在大观园中，史湘云的身世既富且贵，虽然家道中落了，不复为富，却也不端着贵族的空架子。她既无视高低贵贱，又不拘于男女之别。她与人相交纯粹一片本色。这是她与大观园任何小姐都不同的地方。宝钗、黛玉都比她实际，她们的交际层次分明，与不同阶级的人尊卑有别，很有分寸。比如，倒霉的香菱（英莲）非常羡慕这些青年诗人们，一心想要与她们学诗，几经筹著，别人都不敢请教，只敢找史大侠。</p>
<p>史大侠可高兴了，终于有人投到了她的门下，她跟吃了兴奋剂似的不分昼夜开坛论诗，极想把诗歌速成普及开来，惹得别的诗人私议纷纷。有点很像当年的孔子，在教化天下的途中——受到非议和不公。</p>
<p>    史湘云身为女儿身，却不为身份所累，有着男儿都少有的疏朗与洒脱。她能与女仆翠缕如姐妹和师生一般亲爱平等，交起心来循循善诱，丝毫不嫌烦使女的喋喋不休。主仆之间那种春风和熙的意境，使人完全陶醉于这个贵族少女的风度而浑然不觉小说间还埋伏着那么多心机和暗算，离愁和幽怨。</p>
<p>也忘了那个愚拙的女仆为什么走近了她的主人，像一个浑朴的小妹妹，在请教一个灵慧的姐姐，红花绿叶，和谐自然。</p>

</div>
</asp:Content>
