<%@ Page Title="" Language="C#" MasterPageFile="~/ThirdPage.Master" AutoEventWireup="true" CodeBehind="WhyWrite.aspx.cs" Inherits="ShuXiangShuiNing.WhyWrite" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div id ="container">
    <h3>黛玉为何要写《葬花吟》</h3>
    <br />
    <hr />
    <br />
    <img id="why" src="../img/why.jpg" alt="" />
    <p>与黛玉同看《西厢》，宝玉说自己如“多愁多病”的张生，黛玉如具有“倾国倾城貌’’的莺莺，这等于是那个时代最直白的爱情表露。  </p>
<p> 碍于当时的礼教，也怕宝玉把自己看得太“轻薄”，所以黛玉竟“眼圈儿红起来”。有尊严的大家小姐，谁敢对她们表白爱情?在那时，表白爱情一方面固然是喜欢对方，另一方面，也可能是不尊重对方。所以黛玉竟有些委屈，怀疑宝玉利用“淫词艳曲”来“欺负”自己。  </p>
<p>黛玉毕竟是了解宝玉的，听了宝玉这样的表白，心里毕竟是喜欢的。所以宝玉刚一发誓，黛玉就“破涕为笑”，也随即引用了《西厢记》中的词语，说宝玉“苗而不秀，是个银样镴枪头”。黛玉同样引《西厢记》，就等于接受了宝玉的爱情表白。通过共阅《西厢》，宝黛爱情前进了一步，“朦胧度”有所减少。  </p>
<p>宝、黛的亲密已引起了“宝钗方面”的不安。王熙风毕竟精明，准备公开挑明此事，好使宝、黛二人不再好意思接近。对一个姑娘家随意说这种话，实际上是羞辱她：  </p>
<p>林黛玉听了笑道：“你们听听，这是吃了他们家一点子茶叶，就来使唤人了。”</p>
<p>凤姐笑道：“倒求你，你倒说这些闲话，吃茶吃水的。你既吃了我们家的茶，怎么还不给我们家作媳妇?” 如果仅限于此，还可理解为王熙凤之“诙谐”。但后来的话，就足以证明王熙风并非“诙谐”了。 凤姐笑道：“你别作梦!你给我们家作媳妇，少了什么?”指宝玉道：“你瞧瞧，人物儿，门弟配不上，根基配不上，家私配不上?那一点还玷辱了谁呢?”  </p>
<p>王熙风等于公开在嘲笑黛玉，在“揭露”黛玉的“目的”。王熙凤的意思就是，你林黛玉“人物儿，门弟、根基、家私”都配不上宝玉，你还“作”什么“梦”呢?  </p>
<p>听了凤姐的话，林黛玉“抬身就走”。宝钗当然希望黛玉在此受奚落，赶忙叫“颦儿急了，还不回来坐着，走了倒没意思。”黛玉如果不走，宝钗当然觉得“很有意思。”  </p>
<p>赵姨娘与马道婆暗害宝玉，宝玉病刚好，黛玉念了一声“阿弥陀佛”，宝钗就望着黛玉“嗤”的一笑，惜春问她笑什么，宝钗道：  </p>
<p>“我笑如来佛比人还忙，又要讲经说法，又要普度众生；这如今宝玉、凤姐姐病了，又烧香还愿，赐福消灾；今才好些，又管林姑娘的姻缘了。”宝钗是学风姐的话头，来继续奚落黛玉。黛玉何尝不知?指责她“只跟着风姐姐贫嘴烂舌的学。”这些表面看来都是“玩笑”，但玩笑的背后却有着“刀光剑影。”  </p>
<p>王熙凤这种不尊重黛玉的诙谐，深深刺伤了黛玉，再加上宝钗的“玩笑”，黛玉简直忍无可忍。当宝玉向着紫鹃说“好丫头，若共你多情小姐同鸳帐，怎舍得叠被铺床”时，黛玉就伤心得哭了。  </p>
<p>本来将黛玉比作莺莺，宝玉比作张生，不是什么新鲜的“典故”，二人同看《西厢》时，就如此作了。  </p>
<p>黛玉已经意识到了宝钗等人的“风刀霜剑”，但又苦于没有父母，无人作主。虽有外祖母，但一个女孩子家，是不好开口说这种事的。在贾母虽心向黛玉，却也不肯轻举妄动，恐遭到别人的反对，老太太先把宝玉的婚事“悬置”了起来。  </p>
<p>宝钗往潇湘馆瞧黛玉，抬头见宝玉进去了，就不好意思再进。正巧碰见一对大蝴蝶，宝钗就想扑住，一直跟到池中滴翠亭上。忽听亭子里有人说话，宝钗恐人嫌疑，故意使了个“金蝉脱壳”之计，笑着叫道：“颦儿，我看你往那里藏!”  </p>
<p>宝钗是否有意陷害黛玉，因作者没有细写，不好妄度。但耐人寻味的是，宝钗听到亭里人谈话时的一段想法：。 “宝钗在外面听见这话，心中吃惊……况才说话的语音，大似宝玉房里的红儿的言语。他素昔眼空心大，是个头等刁钻古怪东西……”  </p>
<p>从这段描写，我们可以知道：1、宝钗与小红非常熟悉，她能单凭声音，就听出是“红儿”，2、宝钗很熟悉她的性格，知她“眼空心大”、“刁钻古怪”。  </p>
<p>小红是宝玉房中的一个上不得台面的小丫头，宝玉本人见到她时，还不认识她，宝钗作为一个怡红院外的大小姐，为何对宝玉房中的小丫头也这般熟悉?其中奥妙，读者当能深思之。原以为宝钗只结交了袭人，看来大小丫头，凡与宝玉有关者，宝钗都下过功夫。遇到如此老谋深算的对手，林黛玉不一败涂地才是怪事呢!</p>
<p>宝钗、王熙凤等人的冷眼冷语，加上又对宝玉的误解，父母姐弟皆无的孤独，礼教规范与爱情要求的冲突，促使黛玉益发感伤。这一切，便形成了催人泪下的《葬花辞》。当然，疾病的缠绕，生命短促的预感，也是黛玉创作此词的原因。  </p>
<img id="whywrite" src="../img/whywrite.jpg" alt = "" />
<p>“桃李明年能再发，明年闺中知有谁”，“明媚鲜妍能几时，一朝飘泊难寻觅”。  </p>
<p>黛玉想“生双翼”，“随花飞到天尽头”，去寻找“香丘”，可“香丘”又在何处?最后的选择只能是“未若锦囊收艳骨，一杯净土掩风流。”  </p>
<p>黛玉《葬花辞》中对生命短促之感叹，极大地撼动了宝玉的心灵，宝玉“不觉恸倒在山坡之上。”尔后，宝玉又向黛玉进行了大段剖白，回顾了他们二人从小儿“一桌儿吃饭，一床上睡觉。丫头们想不到的，我怕姑娘生气，我替姑娘想到了。”并最后说黛玉“人大心大”不把自己放在眼里，说得黛玉也哭了。  </p>
<p>第二十八回元妃所赐之物独宝玉与宝钗一样，黛玉与迎春、探春、惜春一样。这件事对黛玉打击不小。元春是贾府的靠山，她的意见，比贾母的还权威。元妃居于深宫，对薛；林并不了解，省亲时，对二人一样夸赞，何以突然“态度鲜明”起来?这其中恐与其母王夫人的建议有很大关系。  </p>
<p>对于别人，这是一件可有可无的事，对于黛玉，这可是个危险的信号。所以她对宝玉说：  </p>
<p>“我没这么大福禁受，比不得宝姑娘，什么金什么玉的，我们不过是草木之人!”  </p>
<p>听她说出这种话，宝玉赶忙发誓：  </p>
<p>“除了别人说什么金什么玉，我心里要有这个想头，天诛地灭，万世不得人身!”  </p>
<p>宝玉对黛玉一往情深，对宝钗何尝没有感情。宝玉要看宝钗的红麝串子，宝钗一时褪不下来，宝玉就看呆了：  </p>
<p>“宝玉在旁看着雪白一段酥臂，不觉动了羡慕之心。暗暗想道：‘这个膀子要长在林妹妹身上，或者还得摸一摸，偏生长在他身上。’正是恨没福得摸，忽然想起‘金玉’一事来，再看看宝钗形容，只见脸若银盆，眼似水杏，唇不点而红，眉不画而翠，比林黛玉另具一种妩媚风流，不觉就呆了。”  </p>
<p>《红楼梦》作者对其笔下人物，尤其是“十二钗”，总是隐其“恶”而扬其善。但对其“恶”又不全隐，还隐隐约约地透霹出来一点。若细看，便能看出。“秦可卿淫丧天香楼”，作者删去了。但从贾珍的“如丧烤妣”，从宝玉的闻讯吐血，及宝玉在她卧房内，梦中与她有“云雨之事”，读者仍可看出可卿生活之不检点。  </p>
<p>作者对薛宝钗，也总是用“春秋笔法”，先说宝钗因为元春所赐东西，“独她与宝玉一样，心里越发没意思起来”，似乎宝钗对宝玉无非份之想。但接着，又写宝钗大热天，非常明显地带上了元妃所赐给她的红麝串。此举恰巧证明宝钗觉得这红麝串“越发有意思起来。”  </p>
<p>在追述中，作者又点出，薛姨妈曾对王夫人等提过“金锁是个和尚给的，等日后有玉的方可结为婚姻。”人家儿子有玉，巴巴的向人家说，自己的女儿非得有玉的才能配，这是何意呢?</p>
</div>
</asp:Content>
