<%@ Page Title="" Language="C#" MasterPageFile="~/novel/Common.Master" AutoEventWireup="true" CodeBehind="yezhu.aspx.cs" Inherits="ShuXiangShuiNing.novel.yezhu" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder2" runat="server">
<img alt="" src="../img/yezhu.jpg" />
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder3" runat="server">
<ul>
<li><a href="yezhu.aspx">大闹野猪林</a></li>
</ul>
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
<div id = "container">
<h3>大闹野猪林</h3>
<br />
<hr />
<br />
<p>这座林子有名唤做野猪林，此是东京去沧州路上第一个险峻去处。宋时这座林子内，但有些冤仇的，使用些钱与公人，带到这里，不知结果了多少好汉。今日这两个公人带林冲奔入这林子里来。董超道：“走了一五更，走不得十里路程，似此，沧州怎的得到？”薛霸道：“我也走不得了，且就林子里歇一歇。”</p>
<p>三个人奔到里面，解下行李包裹，都搬在树根头。林冲叫声：“阿也！”靠着一株大树便倒了。只见董超、薛霸道：“行一步，等一步，倒走得我困倦起来，且睡一睡却行。”放下水火棍，便倒在树边，略略闭得眼，从地下叫将起来。林冲道：“上下做甚么？”董超、薛霸道：“俺两个正要睡一睡，这里又无关锁，只怕你走了，我们放心不下，以此睡不稳。”林冲答道：“小人是个好汉，官司既已吃了，一世也不走。”薛霸道：“那里信得你说?要我们心稳，须得缚一缚。”林冲道：“上下要缚便缚，小人敢道怎的？”薛霸腰里解下索子来，把林冲连手带脚和枷紧紧的绑在树上。同董超两个跳将起来，转过身来，拿起水火棍，看着林冲说道：“不是俺要结果你，自是前日来时，有那陆虞候传着高太尉钧旨，教我两个到这里结果你，立等金印回去回话。便多走的几日，也是死数，只今日就这里，倒作成我两个回去快些。休得要怨我弟兄两个，只是上司差遣，不由自己。你须精细着：明年今日是你周年。我等已限定日期，亦要早回话。”林冲见说，泪如雨下，便道：“上下，我与你二位往日无仇，近日无冤，你二位如何救得小人，生死不忘。”董超道：“说甚么闲话?救你不得。”薛霸便提起水火棍来，望着林冲脑袋上劈将来，可怜豪杰束手就死。正是：万里黄泉无旅店，三魂今夜落谁家。</p>
<p>话说当时薛霸双手举起棍来，望林冲脑袋上便劈下来。说时迟，那时快，薛霸的棍恰举起来，只见松树背后雷鸣也似一声，那条铁禅杖飞将来，把这水火棍一隔，丢去九霄云外，跳出一个胖大和尚来，喝道：“洒家在林子里听你多时！” </p>
<p>两个公人看那和尚时，穿一领皂布直裰，跨一口戒刀，提起禅杖，抡起来打两个公人。林冲方才闪开眼看时，认得是鲁智深。林冲连忙叫道：“师兄不可下手，我有话说。”智深听得，收住禅杖。两个公人呆了半晌，动弹不得。林冲道：“非干他两个事，尽是高太尉使陆虞候分付他两个公人，要害我性命，他两个怎不依他?你若打杀他两个，也是冤屈。”</p>
<p>鲁智深扯出戒刀，把索子都割断了，便扶起林冲，叫：“兄弟，俺自从和你买刀那日相别之后，洒家忧得你苦。自从你受官司，俺又无处去救你。打听的你断配沧州，酒家在开封府前又寻不见。却听得人说，监在使臣房内，又见酒保来请两个公人说道：‘店里一位官人寻说话。’以此酒家疑心，放你不下。恐这厮们路上害你，俺特地跟将来。见这两个撮鸟带你入店里去，酒家也在那里歇。夜间听得那厮两个做神做鬼，把滚汤赚了你脚。那时俺便要杀这两个撮鸟，却被客店里人多，恐防救了。酒家见这厮们不怀好心，越放你不下。你五更里出门时，酒家先投奔这林子里来，等杀这厮两个撮鸟，他到来这里害你，正好杀这厮两个。”林冲劝道：“既然师兄救了我，你休害他两个性命。”鲁智深喝道：“你这两个撮鸟!酒家不看兄弟面时，把你这两个都剁做肉酱；且看兄弟面皮，饶你两个性命。”就那里插了戒刀，喝道：“你这两个撮鸟!快搀兄弟，都跟洒家来。”提了禅杖先走。两个公人那里敢回话，只叫：“林教头救俺两个。”依前背上包裹，提了水火棍，扶着林冲，一同跟出林子来。</p>

</div>
</asp:Content>
