<%@ Page Title="" Language="C#" MasterPageFile="~/novel/Common.Master" AutoEventWireup="true" CodeBehind="zuida.aspx.cs" Inherits="ShuXiangShuiNing.novel.zuida" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder2" runat="server">
<img src="../img/zuida.jpg" alt ="" />
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder3" runat="server">
<ul>
<li><a href="zuida.aspx">醉打蒋门神</a></li>
</ul>
</asp:Content>
<asp:Content ID="Content4" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
<div id="container">
<h3>醉打蒋门神</h3>
<br />
<hr />
<br />
<p>武松当了都头，这是一件高兴事。紧接着又有一件高兴事，他在街上遇见了哥哥！原来武大郎已从清河县搬来阳谷县居住。 一次县官派武松去东京出差。武松办完差事，回到家里，立刻惊呆了，只见桌上供着一块灵牌。嫂嫂说哥哥是害心疼病死的。武松问："哥哥埋在哪里？"嫂嫂潘金莲说："我一个人，哪里去找坟地？只好火化了。"武松便觉得有些可疑。后来从火工何九和卖水果的郓哥嘴里打听到，恶霸西门庆勾搭上了潘金莲，大郎是被他俩用毒药害死的。武松就去县衙门控告西门庆。但西门庆买通了官府上下，他不怕武松告他。武松只好自己解决，杀了西门庆和潘金莲，为哥哥报了仇，并向衙门自首。</p>
<p>武松被发配到孟州。按照规矩，新到的犯人要挨一百杀威棒，要是肯出钱就可以不打。武松是个硬汉子，宁可挨打，绝不出钱。正要打时，有个包着头、吊着胳膊的年轻人在管营相公耳边说了什么，管营就对武松说："我看你脸色不好，像是有病。"两边拿棍的军汉提醒武松，"这是相公照顾你，你快说有病。"武松偏不领情，"我没病，能吃饭，能喝酒，能走路！"管营笑道："说这种话就是有病。先寄下这顿杀威棒吧。"武松说："我不要留下'寄库棒'，早打了早干净！"．．．．．．</p>
<p>老资格的犯人替武松担心："不打你，不是好意，只怕要害你！"正说着，有个军人给武松送来好酒好菜。武松想："让我吃过了就要来害我了吧？不管它，吃了再说。"吃完了那军人还提来热水让武松洗澡。"洗完澡就要来害我了吧？"但当天晚上没什么动静。以后天天这样服侍。到第五天武松憋不住了，他问那人："是谁派你来送这送那？"那人说："是小管营吩咐的。""小管营？是那个包着头吊着胳膊的年轻人吗？""正是。""他为什么要照顾我？""小管营不许我多说，要过半年才能让你知道。"武松不耐烦了，"快把他请出来和我见面，不然的话，我什么也不吃了！"那小管营叫金眼彪施恩，这时赶紧跑出来拜见武松。原来，东门外有个热闹去处叫快活林，施恩在那里开了家客店，生意不错。谁知新来一位张团练，他带了个狗腿子叫蒋命忠。那蒋命忠九尺多身材，人称"蒋门神"，他凭着武艺高强打伤了施恩，霸占了快活林客店。施恩知道武松是有名的打虎英雄，想请他帮忙夺回客店，但要等武松把身体养好了再说。武松笑了，"让你看看我的身体。"天王堂前有个五百斤的石墩，被武松扔起一丈多高，然后稳稳接住。施恩这才放了一百个心，当下与武松结为弟兄。要打蒋门神，武松只提一个要求："出城后，每遇见一个酒店，你必须请我喝三碗酒。"施恩说："出东门到快活林总有十二三家客店，这样喝过去要喝三四十碗酒，还没打先醉倒了。"武松大笑道："你怕我醉？你不知道我醉了才能打老虎？我是一分酒一分气力！"</p>
<p>施恩只得依了武松。第二天，武松一路喝酒，喝到快活林，明明只有五分酒，却装成十分醉。见一个高大的汉子在槐树下乘凉，猜想这就是蒋门神。武松用了打草惊蛇的法子，东倒西歪地先进了客店，嚷嚷着："店家过来！"酒保跑过来，"客官有什么吩咐？"武松说："我问你，你家主人姓什么？""姓蒋。" 武松说:"为何不姓李?",过了一会儿,武松说:"叫那妇人下来,伴我喝酒."酒保说:"那是老板娘."武松说:"就便是老板娘,陪我喝酒有什么关系?"柜台后面的老板娘火了，"你这该死的贼!"武松提起老板娘，扑通一声丢进大酒缸里。几个酒保过来,也被武松扔进了酒缸里.一个酒保跑去叫来了蒋门神,蒋门神吃了一惊，大步赶过来。武松迎上去，举起两个拳头在蒋门神面前晃了晃，忽然转身就走。蒋门神大怒，正要追赶，没提防武松回转身起左脚踢中蒋门神的小肚子，疼得蒋门神蹲下去，紧接着武松的右脚又起，踢在对方额角，蒋门神往后便倒。这一招有讲究，叫"玉环步，鸳鸯脚"。武松踩住蒋门神，一顿重拳，打得蒋门神连声求饶。武松教训了他一顿，"你把抢来的客店还给人家，今天就离开快活林，再不许回来！"快活林酒店又归还给了施恩</p>
</div>
</asp:Content>
