<%@ Page Language="C#" MasterPageFile="~/tangshi/Tangshi.Master" AutoEventWireup="true" CodeBehind="xinlunan.aspx.cs" Inherits="ShuXiangShuiNing.tangshi.WebForm5" Title="无标题页" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
<div id="container">
        <h3>行路难之一</h3>
        <br />
        <hr />
        <br />
        <div>
        <p class="author">作者：李白</p>
        <p class="shiju">金樽清酒斗十千，玉盘珍羞直万钱。<br />
停杯投箸不能食，拔剑四顾心茫然。<br />
欲渡黄河冰塞川，将登太行雪暗天。<br />
闲来垂钓碧溪上，忽复乘舟梦日边。<br />
行路难，行路难，多歧路，今安在。<br />
长风破浪会有时，直挂云帆济沧海。<br />

</p>
            <br />
            <br />
            <p class="biaoti"> 【注解】：</p>

１、珍馐：名贵的菜肴。<br />
２、垂钓碧溪上：传说吕尚未遇周文王时，曾在溪（今陕西宝鸡市东南）垂钓。<br />
３、乘舟梦日边：传说伊尹见汤以前，梦乘舟过日月之边。合用这两句典故，是比喻人生遇合无常，多出于偶然。<br />
<br /><p class="biaoti">
【韵译】：</p>

金杯里装的名酒，每斗要价十千；<br />
玉盘中盛的精美肴菜，收费万钱。<br />
胸中郁闷呵，我停杯投箸吃不下；<br />
拔剑环顾四周，我心里委实茫然。<br />
想渡黄河，冰雪堵塞了这条大川；<br />
要登太行，莽莽的风雪早已封山。<br />
象吕尚垂钓溪，闲待东山再起；<br />
又象伊尹做梦，他乘船经过日边。<br />
世上行路呵多么艰难，多么艰难；<br />
眼前歧路这么多，我该向北向南？<br />
相信总有一天，能乘长风破万里浪；<br />
高高挂起云帆，在沧海中勇往直前！<br />

<p class="biaoti">
【评析】：</p>

"行路难"多写世道艰难，表达离情别意。李白《行路难》共三首，蘅塘退士辑选其一。诗以"行路难"比喻世道险阻，抒写了诗人在政治道路上遭遇艰难时，产生的不可抑制的激愤情绪；但他并未因此而放弃远大的政治理想，仍盼着总有一天会施展自己的抱负，表现了他对人生前途乐观豪迈的气概，充满了积极浪漫主义的情调。

诗开头写"金樽美酒"、"玉盘珍馐"，给人一个欢乐的宴会场面。接着写"停杯投箸"、"拔剑四顾"，又向读者展现了作者感情波涛的冲击。中间四句，既感叹"冰塞川"、"雪满山"、又恍然神游千载之上，看到了吕尚、伊尹忽然得到重用。"行路难"四个短句，又表现了进退两难和继续追求的心理。最后两句，写自己理想总有一天能够实现。

全诗在高度傍徨与大量感叹之后，以"长风破浪会有时"忽开异境，并且坚信美好前景，终会到来，因而"直挂云帆济沧海"，激流勇进。蕴意波澜起伏，跌宕多姿。


        </div>
       </div>

</asp:Content>
